{
  "news": [
    {
      "title": "Wayward goat found in East Vancouver came from Langley, police say",
      "link": "https://bc.ctvnews.ca/wayward-goat-found-in-east-vancouver-came-from-langley-police-say-1.7058494",
      "author": [
        "Ian Holliday"
      ],
      "image_url": "https://bc.ctvnews.ca/content/dam/ctvnews/en/images/2024/9/28/vancouver-goat-1-7055865-1727546417384.png",
      "content": "The goat found wandering around East Vancouver Friday night is headed home, police say. Vancouver Police Department officers corralled the animal near East Broadway and St. Catherines St. after receiving multiple calls about it beginning around 7:15 p.m. Video shared with CTV News Vancouver shows the goat trotting down an alley near Kingsway, while another video posted on social media shows it running along a sidewalk."
    },
    {
      "title": "Deal alert: Air Canada and WestJet offer massive sales on Vancouver flights",
      "link": "https://www.vancouverisawesome.com/travel/deals/air-canada-westjet-sales-vancouver-flights-october-2024-9598243",
      "author": [
        "Elana Shepert"
      ],
      "image_url": "https://www.vmcdn.ca/f/files/via/images/stock-images/person-walking-through-airport-on-phone.jpg;w=960",
      "content": "Canada's largest airlines are offering discounts on flights across the continent. Air Canada and WestJet each have an early October sale, offering discounts on top destinations in Canada and the United States. These deals are for flights connecting Vancouver International Airport (YVR) with cities across North America."
    },
    {
      "title": "Fire in Sunset neighbourhood damages 2 homes: VFRS",
      "link": "https://vancouver.citynews.ca/2024/10/01/vancouver-sunset-fire-homes-damaged/",
      "author": [
        "Aastha Pandey-Kanaan"
      ],
      "image_url": "https://vancouver.citynews.ca/wp-content/blogs.dir/sites/9/2024/10/01/vlcsnap-2024-10-01-17h29m23s501.jpg",
      "content": "Crews are investigating a fire that destroyed one home and damaged another nearby in Vancouver’s Sunset neighbourhood Tuesday afternoon. Vancouver Fire Rescue Services tells CityNews Vancouver it happened shortly after noon along East 58th Avenue. \"Upon arrival, there was heavy black smoke and flames presenting from the rear of the house,\" Assistant Fire Chief Keith Stewart told 1130 NewsRadio. \"Our crews were able to stretch lines around the back and get water on the house as quickly as possible.\""
    },
    {
      "title": "Vancouver’s Alcohol on Beaches pilot wraps for the summer season",
      "link": "https://vancouver.ca/news-calendar/vancouvers-alcohol-on-beaches-pilot-wraps-oct-2024.aspx",
      "author": [
        "City of Vancouver"
      ],
      "image_url": "https://vancouver.ca/images/cov/feature/no-drinking-on-vancouver-beaches-sign-landing.png",
      "content": "Following the conclusion of this summer/’s relaunched Alcohol on Beaches pilot, beachgoers are reminded that from today (October 1), the consumption of alcohol is no longer permitted on any of Vancouver’s beaches. This summer, residents and visitors once again enjoyed the opportunity to drink alcohol at seven beaches as part of an initiative to test responsible consumption of alcohol at suitable Vancouver locations."
    }
  ]
}
